/* 
 * 本注释得到了“核高基”科技重大专项2012年课题的资助
 * 课题名称“开源操作系统内核分析和安全性评估”
 * 课题编号“2012ZX01039-004”
 *
 * 注释添加单位 清华大学--03任务
 * Linux 内核相关通用基础软件包分析 承担单位
 * 注释添加人 李明
 * 注释日期 2013年5月4日
 */
/*
 * Tsinghua 
 * Project: Linux Tools
 * Author: liming
 */


int main(void)
{
}

/* 
 * 本注释得到了“核高基”科技重大专项2012年课题的资助
 * 课题名称“开源操作系统内核分析和安全性评估”
 * 课题编号“2012ZX01039-004”
 *
 * 注释添加单位 清华大学--03任务
 * Linux 内核相关通用基础软件包分析 承担单位
 * 注释添加人 李明
 * 注释日期 2013年5月4日
 */
/*
 * This is a test2 
 * func :  strcpy
 * @src:  source string
 * @dst:  destination string
 */
